1. Написать страницу html, которая будет следовать общей структуре: header, body, footer.
https://www.w3schools.com/html/html_intro.asp
(обычный текстовый файл, который можно запустить с компа)

2. Наполнить эту страницу информацией с API.
https://eddbapi.kodeblox.com/api/v4/docs/
Информация для отображения: солнечная система Sirius.

3. Отформатировать инфомацию таким образом, чтобы она легко читалась, была разбира на логические блоки: общая информация, экономические показатели, политика.

4. ОБЯЗАТЕЛЬНО!
Отправить мне свой ник на гитхаб, если этого ещё не сделали.
Я добавлю права на репозиторий, создать новую ветку, в ней папку со своим именем,
без пробелов, латиницей, папка должна называться так же, как и ветка.
Добавить в эту папку свой файл, сделать пул реквест


hello


D:\python>git checkout -b test      # создать ветку
Switched to a new branch 'test'

D:\python>git push 2 test       # запушить

